# Taps
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Brews
brew "autojump"
brew "fd"
brew "fzf"
brew "git"
brew "neovim"
brew "php@7.4", link:true
brew "reattach-to-user-namespace"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "vim", args: ["HEAD"]
brew "mas"

# Casks
cask "alfred"
cask "gpg-suite"
cask "bartender"
cask "iterm2"
cask "sublime-text"
cask "telegram"
cask "discord"
cask "slack"
cask "firefox"
cask "tableplus"
cask "spotify"
cask "divvy"
cask "specticle"

# Mac Apps
mas "Bear Notes", id: 1091189122
mas "1Password", id: 1333542190
mas "Canary Mail", id: 1236045954
